{
  "cursos": [
    {
      "id": 1,
      "titulo": "Primeiros Passos no Computador",
      "descricao": "Aprenda o essencial para usar computadores.",
      "categoria": "basico",
      "imagem": "img/cursos/informaticabasica.png",
      "cargaHoraria": "20h",
      "nivel": "Iniciante",
      "descricaoCompleta": [
        "Se você está começando agora no mundo da informática, este curso vai te guiar pelos conceitos fundamentais do computador.",
        "Você aprenderá a ligar e desligar o computador corretamente, usar o mouse, o teclado, navegar no Windows e organizar seus arquivos.",
        "É o curso ideal para quem nunca mexeu em computador ou tem pouca experiência, pois ensina tudo passo a passo."
      ],
      "oQueVaiAprender": [
        "Entender o computador e seus componentes.",
        "Navegar pelo sistema Windows.",
        "Organizar arquivos, pastas e documentos.",
        "Usar teclado e mouse com segurança.",
        "Personalizar configurações básicas.",
        "Usar pen drives e dispositivos externos."
      ],
       "beneficios": [
        "Adquira confiança para usar o computador no dia a dia.",
        "Aprenda habilidades essenciais para o mercado de trabalho.",
        "Ganhe autonomia e independência digital.",
        "Prepare-se para cursos mais avançados de tecnologia."
      ],
      "mercado": "A informática básica é um pré-requisito para praticamente todas as áreas profissionais. Saber usar um computador aumenta suas chances no mercado de trabalho, melhora sua produtividade e abre portas para cursos e oportunidades. Além disso, facilita tarefas pessoais e do dia a dia, como acessar serviços digitais, bancos e documentos online.",

      "estatisticas": [
        { "valor": "78%", "descricao": "Das vagas exigem conhecimento básico em informática" },
        { "valor": "95%", "descricao": "Das empresas utilizam sistemas digitais diariamente" },
        { "valor": "3x", "descricao": "Mais chances de inserção profissional para quem domina o computador" }
      ],

      "aulas": [
        {
          "titulo": "Boas-vindas e objetivos do curso",
          "descricao": "Conheça o que você vai aprender e como dominar o computador pode transformar o seu dia a dia."
        },
        {
          "titulo": "O computador e seus componentes",
          "descricao": "Entenda o que é CPU, monitor, teclado e mouse, e como cada parte funciona."
        },
        {
          "titulo": "Ligando e desligando corretamente o computador",
          "descricao": "Aprenda o passo a passo para iniciar e encerrar suas atividades de forma segura."
        },
        {
          "titulo": "Conhecendo o sistema operacional",
          "descricao": "Descubra o que é o Windows e como navegar por suas principais janelas e pastas."
        },
        {
          "titulo": "Primeiros cliques com o mouse e teclado",
          "descricao": "Exercite coordenação e pratique as funções básicas desses dois periféricos."
        },
        {
          "titulo": "Organizando pastas e arquivos",
          "descricao": "Aprenda a criar, renomear, mover e excluir arquivos para manter tudo em ordem."
        },
        {
          "titulo": "Como usar pen drives e dispositivos externos",
          "descricao": "Veja como conectar e transferir arquivos de forma prática."
        },
        {
          "titulo": "Personalizando o computador",
          "descricao": "Troque plano de fundo, ajuste volume, brilho e outras configurações."
        },
        {
          "titulo": "Cuidados com o computador",
          "descricao": "Dicas para evitar vírus, quedas de energia e lentidão no sistema."
        },
        {
          "titulo": "Atalhos úteis do teclado",
          "descricao": "Descubra comandos que facilitam a navegação no dia a dia."
        },
        {
          "titulo": "Revisão e próximos passos",
          "descricao": "Reforce o que aprendeu e veja como continuar evoluindo no uso do computador."
        }
      ],
      "requisitos": [
        "Não é necessário ter experiência prévia com computador.",
        "Não é preciso saber digitar ou usar mouse com habilidade."
      ],
      "instrutora": {
        "nome": "Roberta Rodrigues",
        "descricao": "Instrutora do curso Primeiros Passos no Computador",
        "biografia": "Roberta Rodrigues é educadora e especialista em inclusão digital, com mais de 8 anos de experiência ensinando tecnologia para iniciantes. Apaixonada por tornar o mundo digital acessível, já ajudou centenas de mulheres a darem seus primeiros passos no uso do computador. Didática, paciente e motivadora, Roberta acredita que a tecnologia é uma porta para novas oportunidades e dedica sua carreira a capacitar pessoas que desejam aprender sem complicação.",
        "imagem": "img/img_aula/1.png"
      }
    },
    {
      "id": 2,
      "titulo": "Ferramentas de Escritório",
      "descricao": "Word, Excel e apresentações.",
      "categoria": "basico",
      "imagem": "img/cursos/pacote_office.webp",
      "cargaHoraria": "30h",
      "nivel": "Iniciante",
      "descricaoCompleta": [
    "Se você quer dominar as principais ferramentas usadas em empresas, esse curso é ideal para você.",
    "Vamos explorar Word, Excel e PowerPoint para que você consiga criar documentos profissionais, planilhas completas e apresentações impactantes.",
    "Um curso 100% prático, feito para quem deseja se destacar no mercado de trabalho e aumentar suas possibilidades de contratação."
  ],

  "oQueVaiAprender": [
    "Criar e formatar documentos profissionais no Word.",
    "Montar planilhas funcionais no Excel.",
    "Utilizar fórmulas básicas e intermediárias.",
    "Criar gráficos e tabelas dinâmicas simples.",
    "Fazer apresentações visuais e estruturadas no PowerPoint.",
    "Organizar arquivos e trabalhar com produtividade digital."
  ],

  "beneficios": [
    "Aumente suas chances de conquistar uma vaga de emprego.",
    "Aprenda ferramentas usadas em 90% das empresas.",
    "Ganhe produtividade e organização no seu dia a dia.",
    "Aprenda do zero, mesmo que nunca tenha usado o pacote Office."
  ],

  "mercado": "As ferramentas de escritório como Word, Excel e PowerPoint são exigidas em praticamente todas as vagas administrativas, operacionais e até de atendimento. Saber utilizá-las coloca você à frente de grande parte das candidatas e aumenta diretamente suas chances de contratação.",

  "estatisticas": [
    { "valor": "90%", "descricao": "Das empresas exigem conhecimento em Word e Excel" },
    { "valor": "3x", "descricao": "Mais chances de contratação com domínio do pacote Office" },
    { "valor": "70%", "descricao": "Dos profissionais usam Excel todos os dias" }
  ],
      "aulas": [
        {
          "titulo": "Introdução ao curso",
          "descricao": "Saiba o que são as ferramentas de escritório e como elas ajudam no trabalho e nos estudos."
        },
        {
          "titulo": "Conhecendo o Microsoft Word",
          "descricao": "Explore o editor de textos mais usado no mundo."
        },
        {
          "titulo": "Criando e formatando documentos",
          "descricao": "Aprenda a deixar seu texto bonito, organizado e profissional."
        },
        {
          "titulo": "Inserindo imagens e tabelas",
          "descricao": "Veja como enriquecer seus documentos com elementos visuais."
        },
        {
          "titulo": "Introdução ao Excel",
          "descricao": "Descubra como planilhas ajudam a organizar informações e cálculos."
        },
        {
          "titulo": "Fórmulas básicas e gráficos no Excel",
          "descricao": "Faça contas automáticas e visualize dados com facilidade."
        },
        {
          "titulo": "Apresentações no PowerPoint",
          "descricao": "Crie slides atrativos e aprenda a configurar transições e efeitos."
        },
        {
          "titulo": "Trabalhando com o Google Docs e Sheets",
          "descricao": "Aprenda a usar ferramentas online gratuitas e colaborativas."
        },
        {
          "titulo": "Compartilhando e salvando documentos na nuvem",
          "descricao": "Mantenha seus arquivos seguros e acessíveis em qualquer lugar."
        },
        {
          "titulo": "Dicas de produtividade e organização digital",
          "descricao": "Otimize seu tempo com boas práticas no uso das ferramentas."
        },
        {
          "titulo": "Revisão e conclusão",
          "descricao": "Recapitule o aprendizado e veja como aplicar no seu dia a dia."
        }
      ],
      "requisitos": [
        "Não é necessário ter conhecimento prévio de Word ou Excel.",
        "Não é preciso saber formatação ou fórmulas avançadas."
      ],
      "instrutora": {
        "nome": "Ana Beatriz Silva",
        "descricao": "Instrutora do curso Ferramentas de Escritório",
        "biografia": "Ana Beatriz Silva é especialista em produtividade digital e atua há mais de 7 anos ensinando uso prático de ferramentas de escritório. Sua didática simples e acessível ajuda iniciantes a dominarem Word, Excel e PowerPoint sem complicação.",
        "imagem": "img/img_aula/2.png"
      }
    },
    {
      "id": 3,
      "titulo": "Segurança Digital",
      "descricao": "Aprenda a evitar golpes e navegar com segurança.",
      "categoria": "basico",
      "imagem": "img/cursos/segurancadigital.png",
      "cargaHoraria": "15h",
      "nivel": "Iniciante",
        "descricaoCompleta": [
    "O ambiente digital pode ser um lugar perigoso quando não sabemos identificar riscos. Golpes, invasões, links falsos e roubo de dados acontecem todos os dias.",
    "Este curso foi criado para que você navegue com segurança, proteja suas contas, seu dinheiro e suas informações pessoais.",
    "Aprenda a identificar ameaças, usar senhas fortes, ativar proteções essenciais e reconhecer comportamentos suspeitos na internet e em aplicativos."
  ],

  "oQueVaiAprender": [
    "Identificar golpes digitais comuns (phishing, links falsos e mensagens suspeitas).",
    "Criar senhas fortes e gerenciá-las com segurança.",
    "Ativar autenticação de dois fatores (2FA).",
    "Reconhecer sites e aplicativos confiáveis.",
    "Navegar com segurança em redes públicas.",
    "Evitar vazamento de dados pessoais.",
    "Configurar privacidade em redes sociais.",
    "Manter o celular e computador protegidos."
  ],

  "beneficios": [
    "Maior proteção contra golpes e invasões.",
    "Confiança para usar internet banking e compras online.",
    "Aprendizado essencial para qualquer pessoa que usa celular ou computador.",
    "Redução do risco de ter contas roubadas ou clonadas."
  ],

  "mercado": "A segurança digital deixou de ser opcional. Empresas, escolas e usuários comuns precisam proteger dados e evitar ataques. Profissionais que entendem conceitos básicos de cibersegurança são muito valorizados, e mesmo no uso pessoal esse conhecimento é essencial para evitar perdas financeiras e exposição de dados.",

  "estatisticas": [
    { "valor": "4,1 bilhões", "descricao": "De tentativas de golpes registrados no Brasil por ano" },
    { "valor": "65%", "descricao": "Das pessoas já receberam um golpe digital pelo menos uma vez" },
    { "valor": "90%", "descricao": "Dos ataques começam com mensagens falsas" }
  ],
      "aulas": [
        {
          "titulo": "Boas-vindas à segurança digital",
          "descricao": "Entenda o que é segurança digital e por que ela é essencial hoje."
        },
        {
          "titulo": "Reconhecendo ameaças na internet",
          "descricao": "Golpes, vírus, phishing e como se proteger deles."
        },
        {
          "titulo": "Senhas seguras e autenticação",
          "descricao": "Crie senhas fortes e aprenda o que é autenticação em dois fatores."
        },
        {
          "titulo": "Cuidados com e-mails e links suspeitos",
          "descricao": "Saiba identificar mensagens falsas e perigosas."
        },
        {
          "titulo": "Privacidade nas redes sociais",
          "descricao": "Configure suas contas para proteger suas informações pessoais."
        },
        {
          "titulo": "Uso seguro de aplicativos e downloads",
          "descricao": "Evite riscos ao instalar programas e apps no celular ou computador."
        },
        {
          "titulo": "Backup: garantindo que nada se perca",
          "descricao": "Aprenda a salvar seus dados de forma segura."
        },
        {
          "titulo": "Protegendo dispositivos móveis",
          "descricao": "Configure bloqueios, antivírus e localização remota."
        },
        {
          "titulo": "Cuidados com compras e bancos online",
          "descricao": "Boas práticas para evitar golpes financeiros."
        },
        {
          "titulo": "Segurança no trabalho e em casa",
          "descricao": "Dicas para manter seus dados e de outros em segurança."
        },
        {
          "titulo": "Revisão e plano de segurança pessoal",
          "descricao": "Monte seu próprio plano de boas práticas digitais."
        }
      ],
      "requisitos": [
        "Não é necessário conhecimento técnico sobre segurança.",
        "Não é preciso entender antivírus ou configurações avançadas."
      ],
      "instrutora": {
        "nome": "Camila Mendonça",
        "descricao": "Instrutora do curso Segurança Digital",
        "biografia": "Camila Mendonça é especialista em segurança da informação e trabalha há 10 anos orientando usuários comuns a protegerem seus dados. Reconhecida pela linguagem simples e direta.",
        "imagem": "img/img_aula/3.png"
      }
    },
    {
      "id": 4,
      "titulo": "Digitação, Arquivos e Uso de Nuvem",
      "descricao": "Aprenda a digitar com eficiência e organizar arquivos na nuvem",
      "categoria": "basico",
      "imagem": "img/cursos/digitacaoarquivos.png",
      "cargaHoraria": "25h",
      "nivel": "Básico",
      "descricaoCompleta": [
    "A digitação eficiente e a organização digital são habilidades essenciais para qualquer pessoa que usa computador, seja para estudar, trabalhar ou empreender.",
    "Neste curso, você aprenderá técnicas práticas de digitação, organização de arquivos e uso de serviços de armazenamento em nuvem como Google Drive e OneDrive.",
    "Ao final, você será capaz de manter seus documentos acessíveis, seguros e bem organizados, além de ganhar velocidade e precisão na digitação."
  ],

  "oQueVaiAprender": [
    "Posicionamento correto das mãos no teclado.",
    "Técnicas para aumentar a velocidade e precisão da digitação.",
    "Criar, mover, renomear e organizar arquivos e pastas.",
    "Usar Google Drive, OneDrive e outras nuvens.",
    "Compartilhar arquivos e controlar permissões de acesso.",
    "Sincronizar arquivos entre computador e celular.",
    "Fazer backup e evitar perda de documentos."
  ],

  "beneficios": [
    "Maior produtividade e agilidade no computador.",
    "Arquivos sempre organizados e fáceis de encontrar.",
    "Documentos acessíveis em qualquer dispositivo.",
    "Preparação para trabalhos administrativos, estudos e projetos pessoais.",
    "Zero risco de perder arquivos importantes por falta de backup."
  ],

  "mercado": "A organização digital e o domínio da nuvem são cada vez mais exigidos em vagas administrativas, atendimento, suporte, áreas educacionais e até no empreendedorismo. Empresas buscam pessoas capazes de manter documentos organizados e trabalhar com sistemas digitais de forma eficiente.",

  "estatisticas": [
    { "valor": "85%", "descricao": "Das empresas utilizam sistemas baseados na nuvem" },
    { "valor": "50%", "descricao": "Dos profissionais perdem tempo procurando arquivos desorganizados" },
    { "valor": "70%", "descricao": "Dos documentos corporativos já são digitais" }
  ],
      "aulas": [
        {
          "titulo": "Boas-vindas",
          "descricao": "Entenda como dominar a digitação e organizar seus arquivos."
        },
        {
          "titulo": "Postura e ergonomia ao digitar",
          "descricao": "Cuide da saúde enquanto pratica."
        },
        {
          "titulo": "Praticando a digitação",
          "descricao": "Exercícios para melhorar velocidade e precisão."
        },
        {
          "titulo": "Criando e salvando arquivos",
          "descricao": "Entenda tipos de arquivo e extensões."
        },
        {
          "titulo": "Organizando pastas",
          "descricao": "Técnicas para manter tudo acessível."
        },
        {
          "titulo": "Compartilhamento seguro de arquivos",
          "descricao": "Evite perdas e confusões."
        },
        {
          "titulo": "Introdução à nuvem",
          "descricao": "O que é e como ela facilita sua vida."
        },
        {
          "titulo": "Usando Google Drive e OneDrive",
          "descricao": "Upload, download e organização."
        },
        {
          "titulo": "Sincronização automática",
          "descricao": "Acesse seus arquivos em qualquer dispositivo."
        },
        {
          "titulo": "Boas práticas de armazenamento",
          "descricao": "Nomeação, versões e backups."
        },
        {
          "titulo": "Revisão geral e desafios práticos",
          "descricao": "Exercícios para fixar o aprendizado."
        }
      ],
      "requisitos": [
        "Não é necessário saber digitar rapidamente.",
        "É recomendado ter acesso à internet para uso da nuvem."
      ],
      "instrutora": {
        "nome": "Mariana Lopes",
        "descricao": "Instrutora especializada em organização digital e habilidades essenciais.",
        "biografia": "Mariana Lopes atua há mais de 8 anos ensinando informática para adultos e idosos, com foco em aprendizagem acessível.",
        "imagem": "img/img_aula/6.png"
      }
    },
    {
      "id": 5,
      "titulo": "Lógica de Programação",
      "descricao": "Primeiros passos no mundo da tecnologia.",
      "categoria": "programacao",
      "imagem": "img/cursos/logica_de_programacao.webp",
      "cargaHoraria": "40h",
      "nivel": "Básico",
       "descricaoCompleta": [
    "Este curso é voltado para quem deseja iniciar no mundo da programação, mesmo sem experiência prévia.",
    "Você vai aprender a pensar de forma lógica, resolver problemas e construir pequenos programas utilizando conceitos fundamentais de programação.",
    "Ao final, terá uma base sólida para avançar em qualquer linguagem de programação e desenvolver suas próprias soluções digitais."
  ],

  "oQueVaiAprender": [
    "Pensamento lógico aplicado à programação.",
    "Estruturas de controle: if, else, switch.",
    "Loops: for, while e do while.",
    "Variáveis e tipos de dados.",
    "Funções e procedimentos.",
    "Organização de algoritmos e fluxogramas.",
    "Como decompor problemas complexos em passos menores.",
    "Boas práticas de programação e lógica estruturada."
  ],

  "beneficios": [
    "Capacidade de resolver problemas de forma estruturada.",
    "Base sólida para aprender qualquer linguagem de programação.",
    "Desenvolvimento de raciocínio lógico e analítico.",
    "Preparação para cursos mais avançados de desenvolvimento web, mobile ou sistemas."
  ],

  "mercado": "O mercado de tecnologia está em constante crescimento. Profissionais com raciocínio lógico e habilidades de programação são altamente demandados em startups, empresas de software, áreas de TI e inovação. Mesmo habilidades básicas de programação podem aumentar oportunidades de emprego e empreendedorismo digital.",

  "estatisticas": [
    { "valor": "8 milhões", "descricao": "De vagas em TI previstas para o Brasil até 2025" },
    { "valor": "75%", "descricao": "Das empresas procuram profissionais com raciocínio lógico" },
    { "valor": "90%", "descricao": "Dos aplicativos e softwares exigem conhecimento básico de lógica" }
  ],

      "aulas": [
        {
          "titulo": "Introdução à lógica de programação",
          "descricao": "O que é lógica e como pensar como programador."
        },
        {
          "titulo": "Conceitos fundamentais",
          "descricao": "Variáveis, constantes e operadores."
        },
        {
          "titulo": "Fluxo de controle",
          "descricao": "Estruturas condicionais e loops."
        },
        {
          "titulo": "Algoritmos e pseudocódigo",
          "descricao": "Representando soluções antes de programar."
        },
        {
          "titulo": "Pensamento lógico e resolução de problemas",
          "descricao": "Estratégias para pensar em etapas."
        },
        {
          "titulo": "Introdução a linguagens de programação",
          "descricao": "Exemplos simples em Python e JavaScript."
        },
        {
          "titulo": "Entrada e saída de dados",
          "descricao": "Como o programa interage com o usuário."
        },
        {
          "titulo": "Funções e modularização",
          "descricao": "Reutilizando código e organizando programas."
        },
        {
          "titulo": "Erros comuns e depuração",
          "descricao": "Como identificar e corrigir falhas."
        },
        {
          "titulo": "Projetinho prático",
          "descricao": "Montando um algoritmo simples do início ao fim."
        },
        {
          "titulo": "Encerramento e próximos passos",
          "descricao": "Caminhos para evoluir na programação."
        }
      ],
      "requisitos": [
        "Não é necessário saber programar.",
        "Recomendado ter interesse em raciocínio lógico."
      ],
      "instrutora": {
        "nome": "Diego Ferreira",
        "descricao": "Especialista em lógica e fundamentos da programação.",
        "biografia": "Diego Ferreira é desenvolvedor e educador há mais de 7 anos, focado em introdução à programação.",
        "imagem": "img/img_aula/7.png"
      }
    },
    {
      "id": 6,
      "titulo": "Fundamentos de Suporte Técnico",
      "descricao": "Resolva problemas e aprenda manutenção básica.",
      "categoria": "programacao",
      "imagem": "img/cursos/suportetecnico.png",
      "cargaHoraria": "35h",
      "nivel": "Intermediário",
      "descricaoCompleta": [
    "O suporte técnico é uma das áreas mais importantes da tecnologia, ajudando pessoas e empresas a resolver problemas de hardware e software.",
    "Neste curso, você aprenderá manutenção básica, identificação de falhas e técnicas para resolver problemas de computadores e dispositivos digitais.",
    "Ao concluir, você estará apta a oferecer suporte confiável, auxiliar usuários e contribuir para o bom funcionamento de sistemas e redes."
  ],

  "oQueVaiAprender": [
    "Identificação de problemas em hardware e software.",
    "Manutenção preventiva e corretiva de computadores e periféricos.",
    "Instalação e configuração de sistemas operacionais.",
    "Atualização e configuração de drivers e aplicativos.",
    "Redes básicas: configuração e resolução de problemas.",
    "Suporte a impressoras, scanners e outros dispositivos.",
    "Segurança básica: antivírus, backups e proteção de dados.",
    "Boas práticas para atendimento e suporte ao usuário."
  ],

  "beneficios": [
    "Capacidade de resolver problemas técnicos do dia a dia.",
    "Conhecimento em manutenção básica de computadores e dispositivos.",
    "Preparação para atuar em empresas de TI ou como freelancer.",
    "Aumento de empregabilidade em áreas de suporte técnico e administração de redes."
  ],

  "mercado": "O mercado de suporte técnico está em crescimento constante, especialmente em pequenas e médias empresas, escolas e home offices. Profissionais que entendem de manutenção de hardware e software são essenciais e cada vez mais valorizados, mesmo para quem deseja atuar como freelancer ou empreender prestando serviços de TI.",

  "estatisticas": [
    { "valor": "65%", "descricao": "Das empresas sofrem com problemas de computadores sem suporte interno" },
    { "valor": "80%", "descricao": "Das pequenas empresas contratam serviços de suporte técnico terceirizado" },
    { "valor": "95%", "descricao": "Dos problemas comuns podem ser resolvidos com manutenção preventiva" }
  ],

      "aulas": [
        {
          "titulo": "Apresentação do curso",
          "descricao": "Entenda o papel do suporte técnico no mundo digital."
        },
        {
          "titulo": "Conceitos básicos de hardware e software",
          "descricao": "Diferença, tipos e exemplos."
        },
        {
          "titulo": "Identificando falhas comuns",
          "descricao": "Como diagnosticar e resolver pequenos problemas."
        },
        {
          "titulo": "Manutenção preventiva",
          "descricao": "Cuidados para evitar danos no computador."
        },
        {
          "titulo": "Instalação e remoção de programas",
          "descricao": "Práticas seguras e eficientes."
        },
        {
          "titulo": "Atualizações e drivers",
          "descricao": "Como manter o sistema funcionando bem."
        },
        {
          "titulo": "Configuração de rede e internet",
          "descricao": "Noções básicas de conectividade."
        },
        {
          "titulo": "Backup e restauração",
          "descricao": "Evite perdas com boas práticas."
        },
        {
          "titulo": "Antivírus e segurança de dados",
          "descricao": "Protegendo informações pessoais e corporativas."
        },
        {
          "titulo": "Atendimento ao usuário",
          "descricao": "Comunicação e empatia no suporte técnico."
        },
        {
          "titulo": "Conclusão e caminhos da carreira",
          "descricao": "Como seguir evoluindo na área."
        }
      ],
      "requisitos": [
        "Não precisa experiência com manutenção.",
        "É útil ter um computador para praticar alguns conceitos."
      ],
      "instrutora": {
        "nome": "Rafael Monteiro",
        "descricao": "Especialista em suporte técnico e ambientes de TI.",
        "biografia": "Rafael Monteiro trabalha com tecnologia educacional há mais de 10 anos, auxiliando pessoas a dominarem ferramentas digitais.",
        "imagem": "img/img_aula/8.jpg"
      }
    },
    {
      "id": 9,
      "titulo": "Criação de Loja Online",
      "descricao": "Monte sua própria loja virtual do zero e aprenda a vender seus produtos na internet",
      "categoria": "gestao",
      "imagem": "img/cursos/ecommerce.png",
      "cargaHoraria": "35h",
      "nivel": "Intermediário",
       "descricaoCompleta": [
    "Este curso ensina como criar uma loja virtual do zero, sem necessidade de conhecimentos avançados em programação ou design.",
    "Você aprenderá a configurar sua loja, gerenciar produtos, organizar páginas e facilitar a experiência de compra para seus clientes.",
    "Ao final, estará apta a vender produtos físicos online e administrar sua própria loja com autonomia."
  ],

  "oQueVaiAprender": [
    "Instalação e configuração do WordPress e WooCommerce.",
    "Criação e personalização de páginas e produtos.",
    "Organização de menus e melhoria da experiência do usuário.",
    "Estratégias básicas de vendas online.",
    "Atendimento e suporte ao cliente.",
    "Gestão de pedidos e estoque.",
    "Integração de métodos de pagamento seguros."
  ],

  "beneficios": [
    "Criar sua própria loja online e começar a vender rapidamente.",
    "Economizar com desenvolvedores e ganhar autonomia.",
    "Transformar seus produtos em renda extra ou negócio principal.",
    "Aprender práticas reais aplicáveis ao e-commerce."
  ],

  "mercado": "O e-commerce cresce continuamente e se tornou um setor promissor no Brasil. Profissionais que sabem criar e gerenciar lojas virtuais são altamente demandados, tanto para empreender quanto para trabalhar em empresas digitais que buscam inovadoras como você.",

  "estatisticas": [
    { "valor": "21%", "descricao": "Crescimento anual do e-commerce no Brasil" },
    { "valor": "88%", "descricao": "Dos consumidores preferem comprar online" },
    { "valor": "10,5%", "descricao": "Participação do Brasil no comércio eletrônico global" }
  ],

      "aulas": [
        {
          "titulo": "Introdução ao comércio eletrônico",
          "descricao": "Entenda o mercado digital e suas oportunidades."
        },
        {
          "titulo": "Planejamento da loja virtual",
          "descricao": "Defina público-alvo, produtos e estratégias."
        },
        {
          "titulo": "Escolhendo a plataforma ideal",
          "descricao": "Compare Shopify, WooCommerce, Nuvemshop e outras."
        },
        {
          "titulo": "Design e identidade visual",
          "descricao": "Crie uma loja atrativa e profissional."
        },
        {
          "titulo": "Cadastro de produtos e categorias",
          "descricao": "Organize seu catálogo de forma eficiente."
        },
        {
          "titulo": "Configuração de pagamentos",
          "descricao": "Integre cartões, PIX e outros métodos."
        },
        {
          "titulo": "Logística e envios",
          "descricao": "Configure fretes e parcerias com transportadoras."
        },
        {
          "titulo": "SEO para e-commerce",
          "descricao": "Otimize sua loja para aparecer no Google."
        },
        {
          "titulo": "Marketing digital para vendas",
          "descricao": "Redes sociais, anúncios e email marketing."
        },
        {
          "titulo": "Atendimento e pós-venda",
          "descricao": "Fidelização e resolução de problemas."
        },
        {
          "titulo": "Análise de resultados e crescimento",
          "descricao": "Métricas importantes e estratégias de expansão."
        }
      ],
      "requisitos": [
        "Não é necessário ter experiência com vendas online.",
        "Recomendado conhecimento básico de internet e navegação."
      ],
      "instrutora": {
        "nome": "Juliana Santos",
        "descricao": "Especialista em e-commerce e marketing digital.",
        "biografia": "Juliana Santos é empreendedora digital há mais de 8 anos, tendo criado e gerenciado diversas lojas virtuais de sucesso.",
        "imagem": "img/img_aula/12.jpg"
      }
    },
    {
      "id": 10,
      "titulo": "Marketing Digital para Iniciantes",
      "descricao": "Promova seu negócio nas redes sociais e na internet",
      "categoria": "gestao",
      "imagem": "img/cursos/market.jpeg",
      "cargaHoraria": "30h",
      "nivel": "Básico",
       "descricaoCompleta": [
    "Este curso foi desenvolvido para quem deseja divulgar seu negócio online e entender os principais conceitos de marketing digital.",
    "Você aprenderá estratégias práticas para redes sociais, anúncios, e-mail marketing e criação de conteúdo que engaja seu público.",
    "Ao final, estará apta a aplicar ações de marketing digital para aumentar a visibilidade e vendas do seu negócio."
  ],

  "oQueVaiAprender": [
    "Conceitos básicos de marketing digital.",
    "Como criar campanhas eficazes em redes sociais.",
    "Produção de conteúdo para engajar clientes.",
    "Introdução a anúncios pagos e segmentação.",
    "Uso de ferramentas de e-mail marketing.",
    "Como analisar métricas e resultados.",
    "Estratégias de branding e posicionamento digital.",
    "Boas práticas para promover negócios online."
  ],

  "beneficios": [
    "Aprender estratégias práticas de marketing digital.",
    "Aumentar a visibilidade do seu negócio na internet.",
    "Criar campanhas online eficientes sem depender de terceiros.",
    "Desenvolver habilidades para crescer sua marca e vendas online."
  ],

  "mercado": "O marketing digital está em constante crescimento e é essencial para qualquer negócio que deseja se destacar online. Profissionais com habilidades em redes sociais, anúncios e estratégias digitais têm alta demanda, e mesmo pequenas empreendedoras podem alavancar suas vendas aplicando as técnicas aprendidas neste curso.",

  "estatisticas": [
    { "valor": "90%", "descricao": "Dos pequenos negócios usam redes sociais para divulgar produtos" },
    { "valor": "70%", "descricao": "Aumento médio de vendas com estratégias de marketing digital" },
    { "valor": "60%", "descricao": "Das empresas investem em anúncios online regularmente" }
  ],
      "aulas": [
        {
          "titulo": "Introdução ao marketing digital",
          "descricao": "Entenda como funciona a promoção online."
        },
        {
          "titulo": "Criando conteúdo atrativo",
          "descricao": "Textos, imagens e vídeos que engajam."
        },
        {
          "titulo": "Instagram para negócios",
          "descricao": "Stories, posts e Reels que vendem."
        },
        {
          "titulo": "Facebook e WhatsApp Business",
          "descricao": "Ferramentas gratuitas para divulgar."
        },
        {
          "titulo": "Google Meu Negócio",
          "descricao": "Aparecer nas buscas locais."
        },
        {
          "titulo": "Email marketing básico",
          "descricao": "Comunique-se diretamente com clientes."
        },
        {
          "titulo": "Anúncios pagos simples",
          "descricao": "Primeiros passos com Facebook e Instagram Ads."
        },
        {
          "titulo": "Métricas e resultados",
          "descricao": "Como medir o sucesso das suas ações."
        }
      ],
      "requisitos": [
        "Não é necessário ter experiência com marketing.",
        "Recomendado ter perfis nas redes sociais."
      ],
      "instrutora": {
        "nome": "Beatriz Costa",
        "descricao": "Especialista em marketing digital para pequenos negócios.",
        "biografia": "Beatriz Costa ajuda empreendedoras a crescerem online há mais de 6 anos, com foco em estratégias acessíveis.",
        "imagem": "img/img_aula/10.jpg"
      }
    },
    {
      "id": 11,
      "titulo": "Empreendedorismo Digital Feminino",
      "descricao": "Transforme suas habilidades em fonte de renda online",
      "categoria": "gestao",
      "imagem": "img/cursos/empreendedorismo.jpeg",
      "cargaHoraria": "25h",
      "nivel": "Básico",
      "descricaoCompleta": [
    "Este curso foi criado para mulheres que desejam empreender no mundo digital e transformar suas habilidades em um negócio online.",
    "Você aprenderá a identificar oportunidades, planejar, estruturar e lançar seu empreendimento digital com segurança.",
    "Ao final, estará pronta para gerenciar seu negócio online e gerar renda de forma independente."
  ],

  "oQueVaiAprender": [
    "Como identificar oportunidades de negócio no mundo digital.",
    "Planejamento e organização do empreendimento online.",
    "Criação de produtos ou serviços digitais.",
    "Estratégias de vendas e marketing para o público-alvo.",
    "Gestão financeira e fluxo de caixa para pequenas empreendedoras.",
    "Ferramentas digitais essenciais para gerenciar seu negócio.",
    "Boas práticas de atendimento ao cliente e fidelização.",
    "Autonomia e mindset empreendedor."
  ],

  "beneficios": [
    "Aprender a estruturar um negócio digital do zero.",
    "Desenvolver habilidades empreendedoras e digitais.",
    "Criar autonomia financeira e profissional.",
    "Participar de uma comunidade de mulheres inovadoras e motivadas."
  ],

  "mercado": "O empreendedorismo digital feminino cresce rapidamente, com cada vez mais mulheres abrindo negócios online. Profissionais que combinam habilidades digitais com visão empreendedora têm grande potencial de sucesso, alcançando independência financeira e impacto positivo em suas comunidades.",

  "estatisticas": [
    { "valor": "60%", "descricao": "Dos novos empreendimentos digitais são liderados por mulheres" },
    { "valor": "75%", "descricao": "Das empreendedoras online relatam aumento de renda após cursos de capacitação" },
    { "valor": "85%", "descricao": "Preferem aprender através de cursos online práticos e aplicáveis" }
  ],

      "aulas": [
        {
          "titulo": "Descobrindo seu potencial empreendedor",
          "descricao": "Identifique suas habilidades e oportunidades."
        },
        {
          "titulo": "Ideias de negócios digitais",
          "descricao": "Consultoria, cursos, produtos digitais e serviços."
        },
        {
          "titulo": "Validando sua ideia de negócio",
          "descricao": "Teste antes de investir tempo e dinheiro."
        },
        {
          "titulo": "Planejamento financeiro básico",
          "descricao": "Custos, preços e controle de receitas."
        },
        {
          "titulo": "Marca pessoal e posicionamento",
          "descricao": "Como se destacar no mercado digital."
        },
        {
          "titulo": "Networking e parcerias",
          "descricao": "Construa relacionamentos que impulsionam o negócio."
        },
        {
          "titulo": "Organizando tempo e produtividade",
          "descricao": "Equilibre trabalho, família e negócio próprio."
        },
        {
          "titulo": "Primeiros passos práticos",
          "descricao": "Monte seu plano de ação personalizado."
        }
      ],
      "requisitos": [
        "Não é necessário ter experiência empresarial.",
        "Ideal para quem busca independência financeira."
      ],
      "instrutora": {
        "nome": "Patricia Oliveira",
        "descricao": "Mentora de empreendedorismo feminino e negócios digitais.",
        "biografia": "Patricia Oliveira é empreendedora serial e mentora, especializada em ajudar mulheres a criarem seus próprios negócios digitais.",
        "imagem": "img/img_aula/11.jpg"
      }
    },
    {
      "id": 12,
      "titulo": "Gestão Financeira Pessoal Digital",
      "descricao": "Organize suas finanças usando aplicativos e planilhas",
      "categoria": "basico",
      "imagem": "img/cursos/gestao.jpeg",
      "cargaHoraria": "20h",
      "nivel": "Básico",
       "descricaoCompleta": [
    "Este curso é ideal para quem deseja organizar as finanças pessoais de forma prática e eficiente usando ferramentas digitais.",
    "Você aprenderá a controlar gastos, planejar o orçamento e tomar decisões financeiras conscientes para melhorar sua vida financeira.",
    "Ao final do curso, será capaz de usar planilhas, aplicativos e estratégias digitais para gerenciar seu dinheiro com autonomia."
  ],

  "oQueVaiAprender": [
    "Como criar um orçamento pessoal digital.",
    "Controlar receitas e despesas de forma prática.",
    "Organizar contas, dívidas e investimentos.",
    "Uso de aplicativos e planilhas financeiras.",
    "Definir metas e prioridades financeiras.",
    "Análise de gastos e planejamento de economia.",
    "Estratégias para aumentar a poupança e evitar endividamento.",
    "Boas práticas para decisões financeiras conscientes."
  ],

  "beneficios": [
    "Organizar suas finanças pessoais de forma digital e prática.",
    "Aumentar o controle sobre gastos e receitas.",
    "Planejar objetivos financeiros e poupança.",
    "Reduzir erros e desperdícios financeiros do dia a dia."
  ],

  "mercado": "O conhecimento em gestão financeira pessoal é cada vez mais valorizado, especialmente para quem deseja independência financeira e organização. Saber controlar finanças digitais é uma habilidade essencial para mulheres empreendedoras, estudantes e profissionais que querem tomar decisões financeiras conscientes.",

  "estatisticas": [
    { "valor": "70%", "descricao": "Das pessoas não mantêm controle adequado das finanças pessoais" },
    { "valor": "65%", "descricao": "Preferem utilizar aplicativos ou planilhas para controle financeiro" },
    { "valor": "50%", "descricao": "Conseguem economizar mensalmente após planejamento financeiro" }
  ],
      "aulas": [
        {
          "titulo": "Introdução à educação financeira",
          "descricao": "Conceitos básicos para organizar o dinheiro."
        },
        {
          "titulo": "Mapeando receitas e gastos",
          "descricao": "Entenda para onde vai seu dinheiro."
        },
        {
          "titulo": "Aplicativos de controle financeiro",
          "descricao": "GuiaBolso, Mobills e outras ferramentas gratuitas."
        },
        {
          "titulo": "Planilhas de orçamento no Excel",
          "descricao": "Crie seu próprio sistema de controle."
        },
        {
          "titulo": "Planejamento de metas financeiras",
          "descricao": "Sonhos, emergência e investimentos."
        },
        {
          "titulo": "Internet banking e PIX",
          "descricao": "Use a tecnologia para facilitar pagamentos."
        },
        {
          "titulo": "Compras online conscientes",
          "descricao": "Evite impulsos e encontre melhores preços."
        },
        {
          "titulo": "Segurança em transações digitais",
          "descricao": "Proteja-se de golpes financeiros."
        }
      ],
      "requisitos": [
        "Não é necessário conhecimento financeiro avançado.",
        "Recomendado ter smartphone ou computador."
      ],
      "instrutora": {
        "nome": "Renata Silva",
        "descricao": "Educadora financeira e especialista em tecnologia bancária.",
        "biografia": "Renata Silva trabalha há mais de 10 anos ensinando educação financeira com foco em ferramentas digitais.",
        "imagem": "img/img_aula/12.jpg"
      }
    },
    {
      "id": 13,
      "titulo": "Comunicação Digital e Redes Sociais",
      "descricao": "Desenvolva sua presença online e habilidades de comunicação",
      "categoria": "design",
      "imagem": "img/cursos/comunicacao_lideranca.jpg",
      "cargaHoraria": "25h",
      "nivel": "Básico",
       "descricaoCompleta": [
    "Este curso ensina como construir e gerenciar sua presença digital com foco em comunicação eficaz e redes sociais.",
    "Você aprenderá a criar conteúdo estratégico, se comunicar de forma clara e aumentar o engajamento com seu público.",
    "Ao final, estará apta a gerenciar perfis digitais e aplicar técnicas de comunicação profissional online."
  ],

  "oQueVaiAprender": [
    "Fundamentos da comunicação digital.",
    "Estratégias de presença online.",
    "Produção de conteúdo para redes sociais.",
    "Gestão de perfis em diferentes plataformas.",
    "Técnicas de engajamento com o público.",
    "Boas práticas de branding pessoal ou de negócio.",
    "Ferramentas digitais para monitoramento de redes.",
    "Planejamento e análise de métricas."
  ],

  "beneficios": [
    "Melhorar sua comunicação digital e pessoal online.",
    "Aprender a gerenciar redes sociais de forma estratégica.",
    "Aumentar visibilidade e engajamento com seu público.",
    "Desenvolver habilidades essenciais para o mercado digital."
  ],

  "mercado": "Profissionais com habilidades em comunicação digital e redes sociais estão em alta demanda. Empresas, empreendedores e influenciadores buscam pessoas capazes de criar conteúdo relevante, interagir com o público e fortalecer a presença online de marcas ou negócios.",

  "estatisticas": [
    { "valor": "80%", "descricao": "Das empresas valorizam profissionais com habilidades em redes sociais" },
    { "valor": "70%", "descricao": "Dos empreendedores utilizam redes sociais como principal canal de marketing" },
    { "valor": "60%", "descricao": "Dos usuários online interagem com marcas através das redes sociais" }
  ],

      "aulas": [
        {
          "titulo": "Fundamentos da comunicação digital",
          "descricao": "Como se expressar bem online."
        },
        {
          "titulo": "Criando conteúdo para redes sociais",
          "descricao": "Textos, imagens e vídeos envolventes."
        },
        {
          "titulo": "LinkedIn para desenvolvimento profissional",
          "descricao": "Construa sua rede de contatos profissionais."
        },
        {
          "titulo": "Etiqueta digital e netiqueta",
          "descricao": "Boas práticas de comportamento online."
        },
        {
          "titulo": "Ferramentas de design simples",
          "descricao": "Canva e outras plataformas para criar conteúdo visual."
        },
        {
          "titulo": "Gestão de tempo nas redes sociais",
          "descricao": "Use a tecnologia sem se viciar."
        },
        {
          "titulo": "Apresentações online e videoconferências",
          "descricao": "Zoom, Teams e outras ferramentas profissionais."
        },
        {
          "titulo": "Construindo sua marca pessoal",
          "descricao": "Seja reconhecida pela sua expertise."
        }
      ],
      "requisitos": [
        "Não é necessário ter experiência com design.",
        "Recomendado ter perfis em redes sociais."
      ],
      "instrutora": {
        "nome": "Larissa Mendes",
        "descricao": "Especialista em comunicação digital e marca pessoal.",
        "biografia": "Larissa Mendes é jornalista e consultora em comunicação digital, ajudando profissionais a se destacarem online.",
        "imagem": "img/img_aula/13.jpg"
      }
    },
    {
      "id": 14,
      "titulo": "Análise de Dados com Excel",
      "descricao": "Transforme dados em insights usando Excel e ferramentas de análise",
      "categoria": "dados",
      "imagem": "img/cursos/analisedados.jpeg",
      "cargaHoraria": "35h",
      "nivel": "Intermediário",
      "descricaoCompleta": [
    "Este curso ensina como analisar dados de forma prática usando Excel, planilhas e ferramentas de análise para gerar insights.",
    "Você aprenderá a organizar, interpretar e visualizar dados para apoiar decisões estratégicas no trabalho ou projetos pessoais.",
    "Ao final, será capaz de usar funções, gráficos e tabelas dinâmicas do Excel para transformar informações em resultados concretos."
  ],

  "oQueVaiAprender": [
    "Fundamentos de análise de dados.",
    "Organização e limpeza de dados em planilhas.",
    "Uso de funções e fórmulas avançadas do Excel.",
    "Criação de gráficos e dashboards.",
    "Tabelas dinâmicas para análise resumida.",
    "Interpretação e visualização de dados.",
    "Automatização de processos no Excel.",
    "Boas práticas para tomada de decisão baseada em dados."
  ],

  "beneficios": [
    "Aprender a transformar dados em insights acionáveis.",
    "Melhorar a capacidade de análise e tomada de decisão.",
    "Desenvolver habilidades avançadas em Excel.",
    "Aumentar competitividade no mercado de trabalho."
  ],

  "mercado": "A análise de dados é uma habilidade cada vez mais valorizada em empresas de todos os setores. Profissionais capazes de interpretar informações e gerar insights estratégicos são altamente demandados, especialmente para decisões de negócios e planejamento de projetos.",

  "estatisticas": [
    { "valor": "75%", "descricao": "Das empresas usam Excel ou ferramentas de análise de dados regularmente" },
    { "valor": "68%", "descricao": "Profissionais buscam aprimorar habilidades em análise de dados" },
    { "valor": "60%", "descricao": "Das decisões estratégicas são baseadas em dados e relatórios" }
  ],

      "aulas": [
        {
          "titulo": "Introdução à análise de dados",
          "descricao": "Entenda o que são dados e como eles podem ajudar nas decisões."
        },
        {
          "titulo": "Excel avançado para dados",
          "descricao": "Fórmulas, tabelas dinâmicas e funções essenciais."
        },
        {
          "titulo": "Limpeza e organização de dados",
          "descricao": "Prepare dados para análise eficiente."
        },
        {
          "titulo": "Gráficos e visualizações",
          "descricao": "Crie gráficos que comunicam resultados."
        },
        {
          "titulo": "Estatística básica aplicada",
          "descricao": "Médias, medianas e interpretação de dados."
        },
        {
          "titulo": "Dashboards no Excel",
          "descricao": "Painéis interativos para acompanhar indicadores."
        },
        {
          "titulo": "Introdução ao Power BI",
          "descricao": "Primeiros passos com a ferramenta da Microsoft."
        },
        {
          "titulo": "Projeto prático de análise",
          "descricao": "Analise dados reais do início ao fim."
        }
      ],
      "requisitos": [
        "Conhecimento básico de Excel.",
        "Não é necessário saber estatística avançada."
      ],
      "instrutora": {
        "nome": "Gabriela Santos",
        "descricao": "Analista de dados e especialista em Excel avançado.",
        "biografia": "Gabriela Santos trabalha com análise de dados há mais de 7 anos, ensinando profissionais a extrair insights valiosos.",
        "imagem": "img/img_aula/14.jpg"
      }
    },
    {
      "id": 15,
      "titulo": "Python para Iniciantes",
      "descricao": "Aprenda programação Python do zero e automatize tarefas",
      "categoria": "programacao",
      "imagem": "img/cursos/linguagem-python.jpg",
      "cargaHoraria": "45h",
      "nivel": "Intermediário",
       "descricaoCompleta": [
    "Este curso ensina a linguagem de programação Python do zero, permitindo criar scripts, automatizar tarefas e desenvolver pequenas aplicações.",
    "Você aprenderá conceitos fundamentais de programação, estruturas de controle, manipulação de dados e boas práticas de codificação.",
    "Ao final, será capaz de aplicar Python para resolver problemas, criar programas funcionais e iniciar projetos de desenvolvimento mais complexos."
  ],

  "oQueVaiAprender": [
    "Fundamentos da linguagem Python.",
    "Tipos de dados e variáveis.",
    "Estruturas condicionais e loops.",
    "Funções e módulos.",
    "Manipulação de arquivos.",
    "Listas, dicionários e estruturas de dados.",
    "Introdução a bibliotecas úteis como pandas e matplotlib.",
    "Boas práticas de programação e depuração de código."
  ],

  "beneficios": [
    "Aprender programação de forma prática e aplicada.",
    "Automatizar tarefas repetitivas usando Python.",
    "Desenvolver habilidades para iniciar projetos de programação.",
    "Preparar-se para áreas de tecnologia, ciência de dados e automação."
  ],

  "mercado": "Python é uma das linguagens mais usadas no mundo, com aplicações em desenvolvimento web, automação, ciência de dados, inteligência artificial e análise de dados. Profissionais com habilidades em Python estão em alta demanda no mercado global.",

  "estatisticas": [
    { "valor": "90%", "descricao": "Das empresas utilizam Python para desenvolvimento de software e automação" },
    { "valor": "85%", "descricao": "Dos profissionais de tecnologia recomendam aprender Python" },
    { "valor": "70%", "descricao": "Dos iniciantes em programação começam pelo Python devido à sua simplicidade" }
  ],

      "aulas": [
        {
          "titulo": "Introdução ao Python",
          "descricao": "O que é Python e por que é tão popular."
        },
        {
          "titulo": "Instalando e configurando o ambiente",
          "descricao": "Prepare seu computador para programar."
        },
        {
          "titulo": "Variáveis e tipos de dados",
          "descricao": "Fundamentos da programação em Python."
        },
        {
          "titulo": "Estruturas de controle",
          "descricao": "If, else, loops e tomada de decisões."
        },
        {
          "titulo": "Funções e modularização",
          "descricao": "Organize seu código de forma eficiente."
        },
        {
          "titulo": "Trabalhando com arquivos",
          "descricao": "Leia e escreva dados em arquivos."
        },
        {
          "titulo": "Bibliotecas essenciais",
          "descricao": "Pandas, NumPy e outras ferramentas úteis."
        },
        {
          "titulo": "Automação de tarefas",
          "descricao": "Scripts para facilitar o trabalho diário."
        },
        {
          "titulo": "Projeto final",
          "descricao": "Desenvolva uma aplicação completa."
        }
      ],
      "requisitos": [
        "Conhecimento básico de lógica de programação.",
        "Não é necessário saber outras linguagens."
      ],
      "instrutora": {
        "nome": "Carolina Lima",
        "descricao": "Desenvolvedora Python e instrutora de programação.",
        "biografia": "Carolina Lima é desenvolvedora há mais de 8 anos, especializada em ensinar Python de forma prática e acessível.",
        "imagem": "img/img_aula/15.jpg"
      }
    },
    {
      "id": 16,
      "titulo": "Design Gráfico com Canva e Figma",
      "descricao": "Crie designs profissionais usando ferramentas gratuitas e acessíveis",
      "categoria": "design",
      "imagem": "img/cursos/design_e_ferramentas_visuais.webp",
      "cargaHoraria": "30h",
      "nivel": "Básico",
        "descricaoCompleta": [
    "Aprenda a criar designs profissionais de forma simples usando Canva e Figma, duas das ferramentas mais populares e acessíveis para design gráfico.",
    "O curso ensina desde a criação de posts para redes sociais até apresentações e identidade visual de marcas.",
    "Ao final, você será capaz de produzir conteúdos visuais de qualidade, prontos para uso em marketing, redes sociais e projetos pessoais ou profissionais."
  ],

  "oQueVaiAprender": [
    "Fundamentos de design gráfico.",
    "Criação de posts e banners para redes sociais.",
    "Desenvolvimento de identidade visual de marcas.",
    "Uso de Canva e Figma para design online.",
    "Ferramentas, templates e recursos visuais.",
    "Boas práticas de cores, tipografia e composição.",
    "Exportação de arquivos para diferentes formatos.",
    "Colaboração e compartilhamento de projetos."
  ],

  "beneficios": [
    "Aprender design gráfico de forma prática e acessível.",
    "Criar conteúdos visuais profissionais sem precisar de software pago.",
    "Desenvolver habilidades criativas aplicáveis em redes sociais e marketing.",
    "Aumentar competitividade para projetos profissionais ou empreendedores."
  ],

  "mercado": "O mercado de design digital cresce a cada ano. Profissionais e empreendedores precisam criar conteúdos visuais atrativos para redes sociais, sites, marketing digital e apresentações corporativas. Saber usar ferramentas como Canva e Figma é uma habilidade muito valorizada.",

  "estatisticas": [
    { "valor": "80%", "descricao": "Empresas utilizam design digital para marketing e comunicação" },
    { "valor": "75%", "descricao": "Profissionais e empreendedores buscam dominar ferramentas como Canva e Figma" },
    { "valor": "65%", "descricao": "Projetos digitais incluem criação de conteúdos visuais regularmente" }
  ],
      "aulas": [
        {
          "titulo": "Fundamentos do design gráfico",
          "descricao": "Cores, tipografia e composição visual."
        },
        {
          "titulo": "Introdução ao Canva",
          "descricao": "Interface, templates e recursos básicos."
        },
        {
          "titulo": "Criando posts para redes sociais",
          "descricao": "Instagram, Facebook e LinkedIn."
        },
        {
          "titulo": "Materiais gráficos para negócios",
          "descricao": "Cartões, flyers e apresentações."
        },
        {
          "titulo": "Conhecendo o Figma",
          "descricao": "Ferramenta profissional e gratuita."
        },
        {
          "titulo": "Criando logotipos simples",
          "descricao": "Identidade visual básica para pequenos negócios."
        },
        {
          "titulo": "Bancos de imagens e recursos gratuitos",
          "descricao": "Onde encontrar fotos e elementos visuais."
        },
        {
          "titulo": "Portfólio de design",
          "descricao": "Como organizar e apresentar seus trabalhos."
        }
      ],
      "requisitos": [
        "Não é necessário ter experiência com design.",
        "Recomendado ter acesso à internet para usar as ferramentas."
      ],
      "instrutora": {
        "nome": "Isabela Rocha",
        "descricao": "Designer gráfica e especialista em ferramentas digitais.",
        "biografia": "Isabela Rocha é designer há mais de 6 anos, focada em ensinar design acessível para empreendedoras.",
        "imagem": "img/img_aula/16.jpg"
      }
    },
    {
      "id": 17,
      "titulo": "Informática básica",
      "descricao": "Aprenda os fundamentos da informática, navegação na internet e uso de aplicativos essenciais para o dia a dia.",
      "categoria": "basico",
      "imagem": "img/cursos/informaticabasica.png",
      "cargaHoraria": "25h",
      "nivel": "Iniciante",
        "descricaoCompleta": [
    "Este curso ensina os conceitos fundamentais de informática para iniciantes, desde o uso de sistemas operacionais até ferramentas básicas de produtividade.",
    "Você aprenderá a navegar na internet de forma segura, utilizar aplicativos essenciais como editores de texto e planilhas, e organizar arquivos e pastas.",
    "Ao final, será capaz de realizar tarefas digitais com autonomia, segurança e eficiência."
  ],

  "oQueVaiAprender": [
    "Noções básicas de hardware e software.",
    "Uso de sistemas operacionais Windows ou Mac.",
    "Navegação segura na internet.",
    "Criação e edição de documentos de texto e planilhas.",
    "Organização de arquivos e pastas.",
    "Uso de e-mails e comunicação digital.",
    "Segurança digital básica e proteção contra vírus.",
    "Boas práticas de produtividade digital."
  ],

  "beneficios": [
    "Dominar as principais ferramentas digitais do dia a dia.",
    "Aumentar a produtividade com organização de arquivos e tarefas.",
    "Garantir segurança ao navegar na internet.",
    "Preparar-se para cursos mais avançados e habilidades profissionais."
  ],

  "mercado": "Ter habilidades básicas de informática é essencial para o mercado de trabalho atual. Profissionais que dominam aplicativos de escritório, navegação segura e organização digital são mais competitivos e preparados para o ambiente corporativo e empreendedor.",

  "estatisticas": [
    { "valor": "85%", "descricao": "Das empresas exigem conhecimento básico em informática para seus colaboradores." },
    { "valor": "78%", "descricao": "Das pessoas utilizam computador ou internet diariamente para trabalho ou estudo." },
    { "valor": "60%", "descricao": "Dos iniciantes em tecnologia procuram cursos de informática básica para melhorar habilidades digitais." }
  ],

      "aulas": [
        {
          "titulo": "Introdução à informática",
          "descricao": "Conceitos básicos de computação e tecnologia."
        },
        {
          "titulo": "Navegação na internet",
          "descricao": "Como usar navegadores e pesquisar informações."
        },
        {
          "titulo": "Aplicativos essenciais",
          "descricao": "Ferramentas básicas para o dia a dia."
        }
      ],
      "requisitos": [
        "Não é necessário conhecimento prévio."
      ],
      "instrutora": {
        "nome": "Maria Santos",
        "descricao": "Especialista em informática básica.",
        "biografia": "Professora com experiência em ensino de informática para iniciantes.",
        "imagem": "img/img_aula/1.png"
      }
    },
    {
      "id": 21,
      "titulo": "Desenvolvimento web",
      "descricao": "Entenda como a tecnologia transforma empresas e como você pode começar nessa área cheia de oportunidades.",
      "categoria": "programacao",
      "imagem": "img/cursos/desenvolvimentoweb.png",
      "cargaHoraria": "60h",
      "nivel": "Iniciante",
       "descricaoCompleta": [
    "Aprenda a construir sites e aplicações web do zero, entendendo como funcionam as tecnologias por trás da internet.",
    "O curso aborda HTML, CSS, JavaScript e boas práticas de desenvolvimento para criar páginas modernas e funcionais.",
    "Você sairá capaz de desenvolver sites responsivos, dinâmicos e prontos para o mercado digital."
  ],

  "oQueVaiAprender": [
    "Fundamentos de desenvolvimento web.",
    "Estrutura de páginas com HTML.",
    "Estilização com CSS e design responsivo.",
    "Programação básica com JavaScript.",
    "Boas práticas de código e organização de projetos.",
    "Publicação de sites na web.",
    "Ferramentas de desenvolvimento e depuração.",
    "Introdução a frameworks e bibliotecas."
  ],

  "beneficios": [
    "Aprender a criar sites profissionais do zero.",
    "Habilidade essencial para o mercado digital e desenvolvimento de produtos online.",
    "Preparação para cargos de front-end ou full-stack júnior.",
    "Autonomia para criar portfólio e projetos pessoais."
  ],

  "mercado": "O desenvolvimento web é uma das áreas de tecnologia com maior demanda no mercado. Empresas de todos os setores precisam de profissionais capazes de construir, manter e melhorar sites e aplicações digitais. Dominar essas habilidades abre portas para empregos, freelancing e empreendedorismo digital.",

  "estatisticas": [
    { "valor": "90%", "descricao": "Das empresas têm presença online e precisam de desenvolvedores web." },
    { "valor": "75%", "descricao": "Dos freelancers de tecnologia atuam com desenvolvimento web." },
    { "valor": "65%", "descricao": "Crescimento anual do setor de tecnologia e desenvolvimento web." }
  ],

      "aulas": [
        {
          "titulo": "HTML básico",
          "descricao": "Estrutura de páginas web."
        },
        {
          "titulo": "CSS básico",
          "descricao": "Estilização de páginas web."
        }
      ],
      "requisitos": [
        "Conhecimento básico de informática."
      ],
      "instrutora": {
        "nome": "Julia Ferreira",
        "descricao": "Desenvolvedora web.",
        "biografia": "Especialista em desenvolvimento front-end.",
        "imagem": "img/img_aula/9.png"
      }
    },
    {
      "id": 22,
      "titulo": "E-commerce e marketplaces",
      "descricao": "Aprenda os fundamentos da informática, navegação na internet e uso de aplicativos essenciais para o dia a dia.",
      "categoria": "gestao",
      "imagem": "img/cursos/ecommerce.png",
      "cargaHoraria": "30h",
      "nivel": "Iniciante",
      "descricaoCompleta": [
    "Neste curso você aprenderá como criar, gerenciar e vender produtos online em lojas virtuais e marketplaces.",
    "O curso aborda desde a configuração da loja até estratégias de vendas, logística e atendimento ao cliente.",
    "Ao final, você será capaz de gerenciar sua própria loja online ou oferecer serviços de e-commerce como freelancer."
  ],

  "oQueVaiAprender": [
    "Como criar e configurar uma loja virtual.",
    "Publicação de produtos e gerenciamento de estoque.",
    "Integração com marketplaces populares.",
    "Formas de pagamento e segurança digital.",
    "Estratégias de marketing digital para e-commerce.",
    "Atendimento ao cliente e suporte pós-venda.",
    "Gestão de pedidos e logística.",
    "Análise de resultados e métricas de vendas."
  ],

  "beneficios": [
    "Capacidade de abrir sua própria loja virtual.",
    "Aprender a vender online com segurança e eficácia.",
    "Economia com desenvolvedores terceirizados.",
    "Autonomia e independência no gerenciamento de negócios digitais."
  ],

  "mercado": "O comércio eletrônico cresce exponencialmente, sendo uma das áreas mais promissoras no Brasil. Profissionais que entendem e sabem gerenciar lojas virtuais e marketplaces são cada vez mais requisitados no mercado digital, abrindo oportunidades para empreendedorismo e serviços especializados.",

  "estatisticas": [
    { "valor": "21%", "descricao": "Crescimento anual do e-commerce no Brasil." },
    { "valor": "88%", "descricao": "Dos consumidores preferem comprar online." },
    { "valor": "10,5%", "descricao": "Participação do Brasil no e-commerce global." }
  ],

      "aulas": [
        {
          "titulo": "Introdução ao e-commerce",
          "descricao": "Conceitos básicos de comércio eletrônico."
        },
        {
          "titulo": "Marketplaces",
          "descricao": "Como vender em plataformas online."
        }
      ],
      "requisitos": [
        "Conhecimento básico de internet."
      ],
      "instrutora": {
        "nome": "Fernanda Lima",
        "descricao": "Especialista em e-commerce.",
        "biografia": "Consultora em vendas online e marketplaces.",
        "imagem": "img/img_aula/12.jpg"
      }
    },
    {
      "id": 23,
      "titulo": "Gestão de estoque básica",
      "descricao": "Desenvolva os primeiros passos no computador, internet e e-mail. Entenda os cuidados online, a privacidade e prevenção de golpes.",
      "categoria": "gestao",
      "imagem": "img/cursos/gestaoestoque.png",
      "cargaHoraria": "25h",
      "nivel": "Iniciante",
      "descricaoCompleta": [
    "Aprenda a organizar, controlar e monitorar estoques de produtos de forma eficiente.",
    "O curso aborda métodos de registro, controle de entradas e saídas, e boas práticas para evitar perdas.",
    "Ao final, você será capaz de gerenciar estoques de forma segura e organizada, aumentando a eficiência do seu negócio."
  ],

  "oQueVaiAprender": [
    "Princípios básicos de gestão de estoque.",
    "Organização de produtos e categorias.",
    "Controle de entradas e saídas de mercadorias.",
    "Registro e monitoramento de estoque.",
    "Prevenção de perdas e desperdícios.",
    "Ferramentas digitais para gestão de estoque.",
    "Relatórios e indicadores de desempenho.",
    "Boas práticas de logística e armazenamento."
  ],

  "beneficios": [
    "Melhoria no controle do seu negócio ou loja.",
    "Redução de perdas e desperdícios de produtos.",
    "Habilidade para organizar estoques de forma profissional.",
    "Preparação para funções administrativas ou de logística."
  ],

  "mercado": "A gestão de estoque é essencial para qualquer negócio físico ou digital. Profissionais capazes de organizar, controlar e otimizar estoques são cada vez mais valorizados, principalmente em e-commerce, logística e varejo, garantindo eficiência e lucro para a empresa.",

  "estatisticas": [
    { "valor": "65%", "descricao": "Empresas que perdem produtos por má gestão de estoque." },
    { "valor": "78%", "descricao": "Empreendedores relatam dificuldades em controlar entradas e saídas." },
    { "valor": "85%", "descricao": "Empresas que investem em gestão de estoque aumentam a eficiência operacional." }
  ],

      "aulas": [
        {
          "titulo": "Conceitos de estoque",
          "descricao": "Fundamentos da gestão de estoque."
        },
        {
          "titulo": "Controle de inventário",
          "descricao": "Técnicas de controle e organização."
        }
      ],
      "requisitos": [
        "Não é necessário conhecimento prévio."
      ],
      "instrutora": {
        "nome": "Roberto Santos",
        "descricao": "Especialista em logística.",
        "biografia": "Consultor em gestão de estoque e logística.",
        "imagem": "img/img_aula/11.jpg"
      }
    },
    {
      "id": 24,
      "titulo": "Criação de loja online",
      "descricao": "Monte sua própria loja virtual do zero e aprenda a vender seus produtos na internet.",
      "categoria": "gestao",
      "imagem": "img/cursos/criacaoloja.png",
      "cargaHoraria": "35h",
      "nivel": "Iniciante",
      "descricaoCompleta": [
    "Neste curso, você aprenderá a criar sua própria loja virtual do zero, sem precisar de conhecimentos avançados em design ou programação.",
    "O curso aborda desde a configuração da loja, cadastro de produtos, integração com formas de pagamento, até estratégias de vendas online.",
    "Ao final, você estará apta a montar, gerenciar e vender seus produtos em um ambiente digital seguro e eficiente."
  ],

  "oQueVaiAprender": [
    "Planejamento e estrutura da loja online.",
    "Instalação e configuração de plataformas de e-commerce.",
    "Cadastro e organização de produtos.",
    "Integração de métodos de pagamento e envio.",
    "Estratégias de marketing digital para aumentar vendas.",
    "Atendimento ao cliente e suporte pós-venda.",
    "Gestão de pedidos, estoque e relatórios de vendas.",
    "Boas práticas para melhorar a experiência do usuário."
  ],

  "beneficios": [
    "Capacidade de criar sua própria loja online.",
    "Autonomia para gerenciar vendas e produtos sem depender de terceiros.",
    "Economia com desenvolvedores e consultorias externas.",
    "Preparação para empreender digitalmente e aumentar renda."
  ],

  "mercado": "O e-commerce está em constante crescimento no Brasil e no mundo. Saber criar e gerenciar lojas virtuais abre portas para empreendedorismo, prestação de serviços como freelancer ou crescimento dentro de empresas digitais que buscam profissionais capacitados.",

  "estatisticas": [
    { "valor": "21%", "descricao": "Crescimento anual do e-commerce no Brasil." },
    { "valor": "88%", "descricao": "Consumidores preferem comprar online." },
    { "valor": "10,5%", "descricao": "Participação do Brasil no e-commerce global." }
  ],
      "aulas": [
        {
          "titulo": "Planejamento da loja",
          "descricao": "Como planejar sua loja virtual."
        },
        {
          "titulo": "Criação da loja",
          "descricao": "Passo a passo para criar sua loja."
        }
      ],
      "requisitos": [
        "Conhecimento básico de internet."
      ],
      "instrutora": {
        "nome": "Mariana Costa",
        "descricao": "Especialista em e-commerce.",
        "biografia": "Empreendedora digital e consultora em lojas virtuais.",
        "imagem": "img/img_aula/12.jpg"
      }
    },
    {
      "id": 26,
      "titulo": "SQL para Análise de Dados",
      "descricao": "Aprenda a consultar e manipular bancos de dados para extrair insights valiosos",
      "categoria": "dados",
      "imagem": "img/cursos/analise_sql_powerbi.jpg",
      "cargaHoraria": "40h",
      "nivel": "Intermediário",
      "descricaoCompleta": [
    "Neste curso, você aprenderá a usar SQL para consultar, manipular e analisar bancos de dados, extraindo informações essenciais para decisões estratégicas.",
    "O curso cobre desde conceitos básicos de banco de dados, até consultas complexas e integração com ferramentas de análise.",
    "Ao final, você estará apto a transformar dados brutos em insights acionáveis e relatórios precisos."
  ],

  "oQueVaiAprender": [
    "Estrutura de bancos de dados relacionais.",
    "Criação e manipulação de tabelas.",
    "Consultas SQL básicas e avançadas (SELECT, JOIN, GROUP BY, etc.).",
    "Filtragem e ordenação de dados.",
    "Funções de agregação e análise de dados.",
    "Boas práticas para otimização de consultas.",
    "Exportação e integração de dados com ferramentas de análise.",
    "Interpretação e visualização de resultados."
  ],

  "beneficios": [
    "Habilidade de consultar e analisar dados de forma eficiente.",
    "Capacidade de gerar relatórios estratégicos para negócios.",
    "Aumento da empregabilidade em funções relacionadas a dados.",
    "Preparação para integração com ferramentas como Power BI e Excel."
  ],

  "mercado": "O mercado de análise de dados cresce rapidamente, com alta demanda por profissionais que saibam extrair insights de grandes volumes de informação. Profissionais com conhecimento em SQL são requisitados em empresas de todos os setores para tomada de decisão baseada em dados.",

  "estatisticas": [
    { "valor": "27%", "descricao": "Crescimento anual da demanda por analistas de dados no Brasil." },
    { "valor": "92%", "descricao": "Empresas utilizam SQL como linguagem principal para análise de dados." },
    { "valor": "65%", "descricao": "Aumento da eficiência de decisões empresariais ao usar dados estruturados." }
  ],
      "aulas": [
        {
          "titulo": "Introdução ao SQL",
          "descricao": "Conceitos básicos de bancos de dados relacionais."
        },
        {
          "titulo": "Consultas básicas",
          "descricao": "SELECT, WHERE, ORDER BY e GROUP BY."
        },
        {
          "titulo": "Joins e relacionamentos",
          "descricao": "Conectando tabelas para análises complexas."
        },
        {
          "titulo": "Funções agregadas",
          "descricao": "COUNT, SUM, AVG e outras funções estatísticas."
        },
        {
          "titulo": "Análise de dados avançada",
          "descricao": "Window functions e CTEs para insights profundos."
        }
      ],
      "requisitos": [
        "Conhecimento básico de planilhas.",
        "Lógica de programação básica."
      ],
      "instrutora": {
        "nome": "Ricardo Mendes",
        "descricao": "Especialista em SQL e análise de dados.",
        "biografia": "Ricardo Mendes é analista de dados sênior há mais de 8 anos, especializado em SQL e Business Intelligence.",
        "imagem": "img/img_aula/15.jpg"
      }
    }
  ]
}